export interface Country {
	name: string;
	flag: string;
	mask: string;
}

export interface ItelInputCountries {
	[name: string]: Country;
}

export const CountriesList: ItelInputCountries = {
	'au': {
		name: 'Австралия',
		flag: 'au',
		mask: '+61-#-####-####'
	},
	'at' : {
		name : 'Австрия',
		flag : 'at',
		mask : '+43(###)###-####'
	},
	'az' : {
		name : 'Азербайджан',
		flag : 'az',
		mask : '+994-##-###-##-##'
	},
	'al' : {
		name : 'Албания',
		flag : 'al',
		mask : '+355(###)###-###'
	},
	'dz' : {
		name : 'Алжир',
		flag : 'dz',
		mask : '+213-##-###-####'
	},
	'as' : {
		name : 'Американское Самоа',
		flag : 'as',
		mask : '+1(684)###-####'
	},
	'ai' : {
		name : 'Ангилья',
		flag : 'ai',
		mask : '+1(264)###-####'
	},
	'ao' : {
		name : 'Ангола',
		flag : 'ao',
		mask : '+244(###)###-###'
	},
	'ad' : {
		name : 'Андорра',
		flag : 'ad',
		mask : '+376-###-###'
	},
	'aq' : {
		name : 'Антарктика',
		flag : 'aq',
		mask : '+672-1##-###'
	},
	'ag' : {
		name : 'Антигуа и Барбуда',
		flag : 'ag',
		mask : '+1(268)###-####'
	},
	'ae' : {
		name : 'Арабские Эмираты',
		flag : 'ae',
		mask : '+971-#-###-####'
	},
	'ar' : {
		name : 'Аргентина',
		flag : 'ar',
		mask : '+54(###)###-####'
	},
	'am' : {
		name : 'Армения',
		flag : 'am',
		mask : '+374-##-###-###'
	},
	'aw' : {
		name : 'Аруба',
		flag : 'aw',
		mask : '+297-###-####'
	},
	'af' : {
		name : 'Афганистан',
		flag : 'af',
		mask : '+93-##-###-####'
	},
	'bs' : {
		name : 'Багамские Острова',
		flag : 'bs',
		mask : '+1(242)###-####'
	},
	'bd' : {
		name : 'Бангладеш',
		flag : 'bd',
		mask : '+880-##-###-###'
	},
	'bb' : {
		name : 'Барбадос',
		flag : 'bb',
		mask : '+1(246)###-####'
	},
	'bh' : {
		name : 'Бахрейн',
		flag : 'bh',
		mask : '+973-####-####'
	},
	'bz' : {
		name : 'Белиз',
		flag : 'bz',
		mask : '+501-###-####'
	},
	'by' : {
		name : 'Белоруссия',
		flag : 'by',
		mask : '+375(##)###-##-##'
	},
	'be' : {
		name : 'Бельгия',
		flag : 'be',
		mask : '+32(###)###-###'
	},
	'bj' : {
		name : 'Бенин',
		flag : 'bj',
		mask : '+229-##-##-####'
	},
	'bm' : {
		name : 'Бермудские острова',
		flag : 'bm',
		mask : '+1(441)###-####'
	},
	'mm' : {
		name : 'Бирма (Мьянма)',
		flag : 'mm',
		mask : '+95-###-###'
	},
	'bg' : {
		name : 'Болгария',
		flag : 'bg',
		mask : '+359(###)###-###'
	},
	'bo' : {
		name : 'Боливия',
		flag : 'bo',
		mask : '+591-#-###-####'
	},
	'ba' : {
		name : 'Босния и Герцеговина',
		flag : 'ba',
		mask : '+387-##-####'
	},
	'bw' : {
		name : 'Ботсвана',
		flag : 'bw',
		mask : '+267-##-###-###'
	},
	'br' : {
		name : 'Бразилия',
		flag : 'br',
		mask : '+55-##-####-####'
	},
	'bn' : {
		name : 'Бруней-Даруссалам',
		flag : 'bn',
		mask : '+673-###-####'
	},
	'bf' : {
		name : 'Буркина Фасо',
		flag : 'bf',
		mask : '+226-##-##-####'
	},
	'bi' : {
		name : 'Бурунди',
		flag : 'bi',
		mask : '+257-##-##-####'
	},
	'bt' : {
		name : 'Бутан',
		flag : 'bt',
		mask : '+975-#-###-###'
	},
	'vu' : {
		name : 'Вануату',
		flag : 'vu',
		mask : '+678-#####'
	},
	'va' : {
		name : 'Ватикан',
		flag : 'va',
		mask : '+39-6-698-#####'
	},
	'gb' : {
		name : 'Великобритания',
		flag : 'gb',
		mask : '+44-##-####-####'
	},
	'hu' : {
		name : 'Венгрия',
		flag : 'hu',
		mask : '+36(###)###-###'
	},
	've' : {
		name : 'Венесуэла',
		flag : 've',
		mask : '+58(###)###-####'
	},
	'vi' : {
		name : 'Виргинские острова (Америка)',
		flag : 'vi',
		mask : '+1(340)###-####'
	},
	'vg' : {
		name : 'Виргинские острова (Британия)',
		flag : 'vg',
		mask : '+1(284)###-####'
	},
	'tl' : {
		name : 'Восточный Тимор',
		flag : 'tl',
		mask : '+670-###-####'
	},
	'vn' : {
		name : 'Вьетнам',
		flag : 'vn',
		mask : '+84-##-####-###'
	},
	'ga' : {
		name : 'Габон',
		flag : 'ga',
		mask : '+241-#-##-##-##'
	},
	'ht' : {
		name : 'Гаити',
		flag : 'ht',
		mask : '+509-##-##-####'
	},
	'gy' : {
		name : 'Гайана',
		flag : 'gy',
		mask : '+592-###-####'
	},
	'gm' : {
		name : 'Гамбия',
		flag : 'gm',
		mask : '+220(###)##-##'
	},
	'gh' : {
		name : 'Гана',
		flag : 'gh',
		mask : '+233(###)###-###'
	},
	'fr' : {
		name : 'Франция',
		flag : 'fr',
		mask : '+33(###)###-###'
	},
	'gt' : {
		name : 'Гватемала',
		flag : 'gt',
		mask : '+502-#-###-####'
	},
	'gn' : {
		name : 'Гвинея',
		flag : 'gn',
		mask : '+224-##-###-###'
	},
	'gw' : {
		name : 'Гвинея-Бисау',
		flag : 'gw',
		mask : '+245-#-######'
	},
	'de13' : {
		name : 'Германия (13)',
		flag : 'de',
		mask : '+49-###-####-####'
	},
	'de' : {
		name : 'Германия',
		flag : 'de',
		mask : '+49-###-###'
	},
	'gi' : {
		name : 'Гибралтар',
		flag : 'gi',
		mask : '+350-###-#####'
	},
	'hn' : {
		name : 'Гондурас',
		flag : 'hn',
		mask : '+504-####-####'
	},
	'hk' : {
		name : 'Гонконг',
		flag : 'hk',
		mask : '+852-####-####'
	},
	'gd' : {
		name : 'Гренада',
		flag : 'gd',
		mask : '+1(473)###-####'
	},
	'gl' : {
		name : 'Гренландия',
		flag : 'gl',
		mask : '+299-##-##-##'
	},
	'gr' : {
		name : 'Греция',
		flag : 'gr',
		mask : '+30(###)###-####'
	},
	'ge' : {
		name : 'Грузия',
		flag : 'ge',
		mask : '+995(###)###-###'
	},
	'gu' : {
		name : 'Гуам',
		flag : 'gu',
		mask : '+1(671)###-####'
	},
	'dk' : {
		name : 'Дания',
		flag : 'dk',
		mask : '+45-##-##-##-##'
	},
	'dj' : {
		name : 'Джибути',
		flag : 'dj',
		mask : '+253-##-##-##-##'
	},
	'io' : {
		name : 'Диего-Гарсия',
		flag : 'io',
		mask : '+246-###-####'
	},
	'dm' : {
		name : 'Доминика',
		flag : 'dm',
		mask : '+1(767)###-####'
	},
	'do' : {
		name : 'Доминиканская Республика',
		flag : 'do',
		mask : '+1(809)###-####'
	},
	'eg' : {
		name : 'Египет',
		flag : 'eg',
		mask : '+20(###)###-####'
	},
	'zm' : {
		name : 'Замбия',
		flag : 'zm',
		mask : '+260-##-###-####'
	},
	'zw' : {
		name : 'Зимбабве',
		flag : 'zw',
		mask : '+263-#-######'
	},
	'il' : {
		name : 'Израиль',
		flag : 'il',
		mask : '+972-##-###-####'
	},
	'in' : {
		name : 'Индия',
		flag : 'in',
		mask : '+91(####)###-###'
	},
	'id' : {
		name : 'Индонезия',
		flag : 'id',
		mask : '+62-##-###-##'
	},
	'jo' : {
		name : 'Иордания',
		flag : 'jo',
		mask : '+962-#-####-####'
	},
	'iq' : {
		name : 'Ирак',
		flag : 'iq',
		mask : '+964(###)###-####'
	},
	'ir' : {
		name : 'Иран',
		flag : 'ir',
		mask : '+98(###)###-####'
	},
	'ie' : {
		name : 'Ирландия',
		flag : 'ie',
		mask : '+353(###)###-###'
	},
	'is' : {
		name : 'Исландия',
		flag : 'is',
		mask : '+354-###-####'
	},
	'es' : {
		name : 'Испания',
		flag : 'es',
		mask : '+34(###)###-###'
	},
	'it' : {
		name : 'Италия',
		flag : 'it',
		mask : '+39(###)####-###'
	},
	'ye' : {
		name : 'Йемен',
		flag : 'ye',
		mask : '+967-#-###-###'
	},
	'cv' : {
		name : 'Кабо-Верде',
		flag : 'cv',
		mask : '+238(###)##-##'
	},
	'kz' : {
		name : 'Казахстан',
		flag : 'kz',
		mask : '+7(7##)###-##-##'
	},
	'ky' : {
		name : 'Каймановы острова',
		flag : 'ky',
		mask : '+1(345)###-####'
	},
	'kh' : {
		name : 'Камбоджа',
		flag : 'kh',
		mask : '+855-##-###-###'
	},
	'cm' : {
		name : 'Камерун',
		flag : 'cm',
		mask : '+237-####-####'
	},
	'ca' : {
		name : 'Канада',
		flag : 'ca',
		mask : '+1(###)###-####'
	},
	'bq' : {
		name : 'Карибские Нидерланды',
		flag : 'bq',
		mask : '+599-###-####'
	},
	'qa' : {
		name : 'Катар',
		flag : 'qa',
		mask : '+974-####-####'
	},
	'ke' : {
		name : 'Кения',
		flag : 'ke',
		mask : '+254-###-######'
	},
	'cy' : {
		name : 'Кипр',
		flag : 'cy',
		mask : '+357-##-###-###'
	},
	'kg' : {
		name : 'Киргизия',
		flag : 'kg',
		mask : '+996(###)###-###'
	},
	'ki' : {
		name : 'Кирибати',
		flag : 'ki',
		mask : '+686-##-###'
	},
	'cn' : {
		name : 'Китай',
		flag : 'cn',
		mask : '+86(###)####-###'
	},
	'co' : {
		name : 'Колумбия',
		flag : 'co',
		mask : '+57(###)###-####'
	},
	'km' : {
		name : 'Коморы',
		flag : 'km',
		mask : '+269-##-#####'
	},
	'cg' : {
		name : 'Конго (Браззавиль)',
		flag : 'cg',
		mask : '+242-##-###-####'
	},
	'cd' : {
		name : 'Конго (Киншаса)',
		flag : 'cd',
		mask : '+243(###)###-###'
	},
	'kp' : {
		name : 'Корейская НДР',
		flag : 'kp',
		mask : '+850-###-###'
	},
	'cr' : {
		name : 'Коста-Рика',
		flag : 'cr',
		mask : '+506-####-####'
	},
	'ci' : {
		name : 'Кот-д’Ивуар',
		flag : 'ci',
		mask : '+225-##-###-###'
	},
	'cu' : {
		name : 'Куба',
		flag : 'cu',
		mask : '+53-#-###-####'
	},
	'kw' : {
		name : 'Кувейт',
		flag : 'kw',
		mask : '+965-####-####'
	},
	'cw' : {
		name : 'Кюрасао',
		flag : 'cw',
		mask : '+599-###-####'
	},
	'la' : {
		name : 'Лаос',
		flag : 'la',
		mask : '+856-##-###-###'
	},
	'lv' : {
		name : 'Латвия',
		flag : 'lv',
		mask : '+371-##-###-###'
	},
	'ls' : {
		name : 'Лесото',
		flag : 'ls',
		mask : '+266-#-###-####'
	},
	'lr' : {
		name : 'Либерия',
		flag : 'lr',
		mask : '+231-##-###-###'
	},
	'lb' : {
		name : 'Ливан',
		flag : 'lb',
		mask : '+961-#-###-###'
	},
	'ly' : {
		name : 'Ливия',
		flag : 'ly',
		mask : '+218-##-###-###'
	},
	'lt' : {
		name : 'Литва',
		flag : 'lt',
		mask : '+370(###)##-###'
	},
	'li' : {
		name : 'Лихтенштейн',
		flag : 'li',
		mask : '+423(###)###-####'
	},
	'lu' : {
		name : 'Люксембург',
		flag : 'lu',
		mask : '+352(###)###-###'
	},
	'mu' : {
		name : 'Маврикий',
		flag : 'mu',
		mask : '+230-###-####'
	},
	'mr' : {
		name : 'Мавритания',
		flag : 'mr',
		mask : '+222-##-##-####'
	},
	'mg' : {
		name : 'Мадагаскар',
		flag : 'mg',
		mask : '+261-##-##-#####'
	},
	'mo' : {
		name : 'Макао',
		flag : 'mo',
		mask : '+853-####-####'
	},
	'mw' : {
		name : 'Малави',
		flag : 'mw',
		mask : '+265-#-####-####'
	},
	'my' : {
		name : 'Малайзия',
		flag : 'my',
		mask : '+60-#-###-###'
	},
	'ml' : {
		name : 'Мали',
		flag : 'ml',
		mask : '+223-##-##-####'
	},
	'mv' : {
		name : 'Мальдивские острова',
		flag : 'mv',
		mask : '+960-###-####'
	},
	'mt' : {
		name : 'Мальта',
		flag : 'mt',
		mask : '+356-####-####'
	},
	'ma' : {
		name : 'Марокко',
		flag : 'ma',
		mask : '+212-##-####-###'
	},
	'mq' : {
		name : 'Мартиника',
		flag : 'mq',
		mask : '+596(###)##-##-##'
	},
	'mh' : {
		name : 'Маршалловы Острова',
		flag : 'mh',
		mask : '+692-###-####'
	},
	'mx' : {
		name : 'Мексика',
		flag : 'mx',
		mask : '+52-##-##-####'
	},
	'mz' : {
		name : 'Мозамбик',
		flag : 'mz',
		mask : '+258-##-###-###'
	},
	'md' : {
		name : 'Молдова',
		flag : 'md',
		mask : '+373-####-####'
	},
	'mc' : {
		name : 'Монако',
		flag : 'mc',
		mask : '+377-##-###-###'
	},
	'mn' : {
		name : 'Монголия',
		flag : 'mn',
		mask : '+976-##-##-####'
	},
	'ms' : {
		name : 'Монтсеррат',
		flag : 'ms',
		mask : '+1(664)###-####'
	},
	'na' : {
		name : 'Намибия',
		flag : 'na',
		mask : '+264-##-###-####'
	},
	'nr' : {
		name : 'Науру',
		flag : 'nr',
		mask : '+674-###-####'
	},
	'np' : {
		name : 'Непал',
		flag : 'np',
		mask : '+977-##-###-###'
	},
	'ne' : {
		name : 'Нигер',
		flag : 'ne',
		mask : '+227-##-##-####'
	},
	'ng' : {
		name : 'Нигерия',
		flag : 'ng',
		mask : '+234-##-###-##'
	},
	'nl' : {
		name : 'Нидерланды',
		flag : 'nl',
		mask : '+31-##-###-####'
	},
	'ni' : {
		name : 'Никарагуа',
		flag : 'ni',
		mask : '+505-####-####'
	},
	'nu' : {
		name : 'Ниуэ',
		flag : 'nu',
		mask : '+683-####'
	},
	'nz' : {
		name : 'Новая Зеландия',
		flag : 'nz',
		mask : '+64-##-###-###'
	},
	'nc' : {
		name : 'Новая Каледония',
		flag : 'nc',
		mask : '+687-##-####'
	},
	'no' : {
		name : 'Норвегия',
		flag : 'no',
		mask : '+47(###)##-###'
	},
	'nf' : {
		name : 'Норфолк (остров)',
		flag : 'nf',
		mask : '+672-3##-###'
	},
	'om' : {
		name : 'Оман',
		flag : 'om',
		mask : '+968-##-###-###'
	},
	'ac' : {
		name : 'Остров Вознесения',
		flag : 'ac',
		mask : '+247-####'
	},
	'ck' : {
		name : 'Острова Кука',
		flag : 'ck',
		mask : '+682-##-###'
	},
	'pk' : {
		name : 'Пакистан',
		flag : 'pk',
		mask : '+92(###)###-####'
	},
	'pw' : {
		name : 'Палау',
		flag : 'pw',
		mask : '+680-###-####'
	},
	'ps' : {
		name : 'Палестина',
		flag : 'ps',
		mask : '+970-##-###-####'
	},
	'pa' : {
		name : 'Панама',
		flag : 'pa',
		mask : '+507-###-####'
	},
	'pg' : {
		name : 'Папуа-Новая Гвинея',
		flag : 'pg',
		mask : '+675(###)##-###'
	},
	'py' : {
		name : 'Парагвай',
		flag : 'py',
		mask : '+595(###)###-###'
	},
	'pe' : {
		name : 'Перу',
		flag : 'pe',
		mask : '+51(###)###-###'
	},
	'pl' : {
		name : 'Польша',
		flag : 'pl',
		mask : '+48(###)###-###'
	},
	'pt' : {
		name : 'Португалия',
		flag : 'pt',
		mask : '+351-##-###-####'
	},
	'kr' : {
		name : 'Респ. Корея',
		flag : 'kr',
		mask : '+82-#################'
	},
	'mk' : {
		name : 'Респ. Македония',
		flag : 'mk',
		mask : '+389-##-###-###'
	},
	're' : {
		name : 'Реюньон',
		flag : 're',
		mask : '+262-#####-####'
	},
	'ru' : {
		name : 'Россия',
		flag : 'ru',
		mask : '+7(###)###-##-##'
	},
	'rw' : {
		name : 'Руанда',
		flag : 'rw',
		mask : '+250(###)###-###'
	},
	'ro' : {
		name : 'Румыния',
		flag : 'ro',
		mask : '+40-##-###-####'
	},
	'sv' : {
		name : 'Сальвадор',
		flag : 'sv',
		mask : '+503-##-##-####'
	},
	'ws' : {
		name : 'Самоа',
		flag : 'ws',
		mask : '+685-##-####'
	},
	'sm' : {
		name : 'Сан-Марино',
		flag : 'sm',
		mask : '+378-####-######'
	},
	'st' : {
		name : 'Сан-Томе и Принсипи',
		flag : 'st',
		mask : '+239-##-#####'
	},
	'sa' : {
		name : 'Саудовская Аравия',
		flag : 'sa',
		mask : '+966-#-###-####'
	},
	'sz' : {
		name : 'Свазиленд',
		flag : 'sz',
		mask : '+268-##-##-####'
	},
	'mp' : {
		name : 'Северные Марианские острова',
		flag : 'mp',
		mask : '+1(670)###-####'
	},
	'sc' : {
		name : 'Сейшелы',
		flag : 'sc',
		mask : '+248-#-###-###'
	},
	'sn' : {
		name : 'Сенегал',
		flag : 'sn',
		mask : '+221-##-###-####'
	},
	'vc' : {
		name : 'Сент-Винсент и Гренадины',
		flag : 'vc',
		mask : '+1(784)###-####'
	},
	'kn' : {
		name : 'Сент-Китс и Невис',
		flag : 'kn',
		mask : '+1(869)###-####'
	},
	'lc' : {
		name : 'Сент-Люсия',
		flag : 'lc',
		mask : '+1(758)###-####'
	},
	'rs' : {
		name : 'Сербия',
		flag : 'rs',
		mask : '+381-##-###-####'
	},
	'sg' : {
		name : 'Сингапур',
		flag : 'sg',
		mask : '+65-####-####'
	},
	'sx' : {
		name : 'Синт-Маартен',
		flag : 'sx',
		mask : '+1(721)###-####'
	},
	'sy' : {
		name : 'Сирийская арабская республика',
		flag : 'sy',
		mask : '+963-##-####-###'
	},
	'sk' : {
		name : 'Словакия',
		flag : 'sk',
		mask : '+421(###)###-###'
	},
	'si' : {
		name : 'Словения',
		flag : 'si',
		mask : '+386-##-###-###'
	},
	'us' : {
		name : 'Соединенные Штаты',
		flag : 'us',
		mask : '+1(###)###-####'
	},
	'sb' : {
		name : 'Соломоновы Острова',
		flag : 'sb',
		mask : '+677-#####'
	},
	'so' : {
		name : 'Сомали',
		flag : 'so',
		mask : '+252-#-###-###'
	},
	'sd' : {
		name : 'Судан',
		flag : 'sd',
		mask : '+249-##-###-####'
	},
	'sr' : {
		name : 'Суринам',
		flag : 'sr',
		mask : '+597-###-###'
	},
	'sl' : {
		name : 'Сьерра-Леоне',
		flag : 'sl',
		mask : '+232-##-######'
	},
	'tj' : {
		name : 'Таджикистан',
		flag : 'tj',
		mask : '+992-##-###-####'
	},
	'th' : {
		name : 'Таиланд',
		flag : 'th',
		mask : '+66-##-###-####'
	},
	'tw' : {
		name : 'Тайвань',
		flag : 'tw',
		mask : '+886-####-####'
	},
	'tz' : {
		name : 'Танзания',
		flag : 'tz',
		mask : '+255-##-###-####'
	},
	'tg' : {
		name : 'Того',
		flag : 'tg',
		mask : '+228-##-###-###'
	},
	'tk' : {
		name : 'Токелау',
		flag : 'tk',
		mask : '+690-####'
	},
	'to' : {
		name : 'Тонга',
		flag : 'to',
		mask : '+676-#####'
	},
	'tt' : {
		name : 'Тринидад и Тобаго',
		flag : 'tt',
		mask : '+1(868)###-####'
	},
	'tv' : {
		name : 'Тувалу',
		flag : 'tv',
		mask : '+688-#####'
	},
	'tn' : {
		name : 'Тунис',
		flag : 'tn',
		mask : '+216-##-###-###'
	},
	'tm' : {
		name : 'Туркменистан',
		flag : 'tm',
		mask : '+993-#-###-####'
	},
	'tr' : {
		name : 'Турция',
		flag : 'tr',
		mask : '+90(###)###-####'
	},
	'tc' : {
		name : 'Тёркс и Кайкос',
		flag : 'tc',
		mask : '+1(649)###-####'
	},
	'ug' : {
		name : 'Уганда',
		flag : 'ug',
		mask : '+256(###)###-###'
	},
	'uz' : {
		name : 'Узбекистан',
		flag : 'uz',
		mask : '+998-##-###-####'
	},
	'ua' : {
		name : 'Украина',
		flag : 'ua',
		mask : '+380(##)###-##-##'
	},
	'wf' : {
		name : 'Уоллис и Футуна',
		flag : 'wf',
		mask : '+681-##-####'
	},
	'uy' : {
		name : 'Уругвай',
		flag : 'uy',
		mask : '+598-#-###-##-##'
	},
	'fm' : {
		name : 'Ф.Ш. Микронезии',
		flag : 'fm',
		mask : '+691-###-####'
	},
	'fo' : {
		name : 'Фарерские острова',
		flag : 'fo',
		mask : '+298-###-###'
	},
	'fj' : {
		name : 'Фиджи',
		flag : 'fj',
		mask : '+679-##-#####'
	},
	'ph' : {
		name : 'Филиппины',
		flag : 'ph',
		mask : '+63(###)###-####'
	},
	'fi' : {
		name : 'Финляндия',
		flag : 'fi',
		mask : '+358(###)###-##-##'
	},
	'fk' : {
		name : 'Фолклендские острова',
		flag : 'fk',
		mask : '+500-#####'
	},
	'gf' : {
		name : 'Фр. Гвиана',
		flag : 'gf',
		mask : '+594-#####-####'
	},
	'pf' : {
		name : 'Французская Полинезия (Таити)',
		flag : 'pf',
		mask : '+689-##-##-##'
	},
	'hr' : {
		name : 'Хорватия',
		flag : 'hr',
		mask : '+385-##-###-###'
	},
	'cf' : {
		name : 'Центральноафриканская Республика',
		flag : 'cf',
		mask : '+236-##-##-####'
	},
	'td' : {
		name : 'Чад',
		flag : 'td',
		mask : '+235-##-##-##-##'
	},
	'me' : {
		name : 'Черногория',
		flag : 'me',
		mask : '+382-##-###-###'
	},
	'cz' : {
		name : 'Чехия',
		flag : 'cz',
		mask : '+420(###)###-###'
	},
	'cl' : {
		name : 'Чили',
		flag : 'cl',
		mask : '+56-#-####-####'
	},
	'ch' : {
		name : 'Швейцария',
		flag : 'ch',
		mask : '+41-##-###-####'
	},
	'se' : {
		name : 'Швеция',
		flag : 'se',
		mask : '+46-##-###-####'
	},
	'lk' : {
		name : 'Шри-Ланка',
		flag : 'lk',
		mask : '+94-##-###-####'
	},
	'ec' : {
		name : 'Эквадор',
		flag : 'ec',
		mask : '+593-#-###-####'
	},
	'gq' : {
		name : 'Экваториальная Гвинея',
		flag : 'gq',
		mask : '+240-##-###-####'
	},
	'er' : {
		name : 'Эритрея',
		flag : 'er',
		mask : '+291-#-###-###'
	},
	'eeLL' : {
		name : 'Эстония',
		flag : 'ee',
		mask : '+372-###-####'
	},
	'eeMob' : {
		name : 'Эстония (моб)',
		flag : 'ee',
		mask : '+372-5###-####'
	},
	'et' : {
		name : 'Эфиопия',
		flag : 'et',
		mask : '+251-##-###-####'
	},
	'za' : {
		name : 'Южно-Африканская Респ.',
		flag : 'za',
		mask : '+27-##-###-####'
	},
	'ss' : {
		name : 'Южный Судан',
		flag : 'ss',
		mask : '+211-##-###-####'
	},
	'jm' : {
		name : 'Ямайка',
		flag : 'jm',
		mask : '+1(876)###-####'
	},
	'jp' : {
		name : 'Япония',
		flag : 'jp',
		mask : '+81(###)###-###'
	}
};